import React from 'react'
import { Page } from '@src/components'
import styles from '../binding'
export default class Privacy extends React.Component {
  render() {
    return (
      <Page title='安我生活基因检测个人隐私政策'>
        <div className={styles.protocol}>
          <div className={styles.protocolBox}>
            <p>
              本《安我生活基因检测个人隐私政策》（“隐私政策”）仅适用于上海解兮生物科技有限公司（“本服务机构”）的“安我”品牌基因检测服务（“本检测”）。为了保证您（“受检者”）在充分知情同意的情况下参加本检测，请仔细阅读本隐私政策。请您亲自阅读，或请其他人阅读给您听，以确保您已充分了解本隐私政策所有条款，包括免除或者限制服务机构责任的免责条款及对用户的权利限制，并决定是否接受本隐私政策（无民事行为能力人或限制民事行为能力人由其法定监护人作出相应决定）。如您对本隐私政策的任何内容持有异议，应停止使用或主动取消服务机构提供的服务。
            </p><br />
            <p>本政策将帮助您了解以下内容：</p>
            <p>1. 我们如何收集和使用您的个人信息</p>
            <p>2. 我们如何使用 Cookie 和同类技术</p>
            <p>3. 我们如何共享、转让、公开披露您的个人信息</p>
            <p>4. 我们如何保护您的个人信息</p>
            <p>5. 您的权利</p>
            <p>6. 我们如何处理儿童的个人信息</p>
            <p>7. 本政策如何更新</p>
            <p>8. 如何联系我们</p><br />
            <p>本服务机构深知个人信息对您的重要性，并会尽全力保证您的个人信息安全。我们致力于维护您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，本服务机构承诺，我们将按业界成熟的安全标准，采取严格的安全保护措施来保护您的个人信息。</p>
            <br />
            <p>请在使用我们的产品（或服务）前，仔细阅读并理解本隐私政策。</p>
            <br />
            <h2>一、我们如何收集和使用您的个人信息</h2>
            <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本服务机构仅会出于本政策所述的以下目的，收集和使用您的个人信息：</p>
            <p>（一）为您提供基因检测服务</p>
            <p>1. 绑定样本采样器</p>
            <p>为将样本采样器与受检者账号绑定，您需提供以下信息：受检者的姓名、性别、生日、民族和电话号码。部分检测服务根据检测项的要求可能需要您额外提供以下信息：血型、献血史、治疗史和用药史等信息。</p>
            <p>2. 推送样本检测状态信息</p>
            <p>为向您推送样本检测状态信息，您需提供以下信息：受检者的姓名和电话号码。</p>
            <p>3. 交付检测报告</p>
            <p>为向您交付检测报告，您需提供以下信息：受检者的姓名、性别、生日和电话号码。</p>
            <p>4. 客服沟通</p>
            <p>为方便客服与您联系，您需提供以下信息：受检者的姓名、性别、生日和电话号码。</p>
            <p>（二）为您提供检测报告解读</p>
            <p>为向您提供检测报告专家解读及健康咨询服务，您需提供以下信息：受检者的姓名、性别、生日、电话号码以及本检测报告结论。在报告解读服务中，如果您能提供额外的“表型信息”（个人自述表现症状、临床诊断结果或报告），将有助于本服务机构专家为您提供更好的健康咨询服务。</p>
            <p>（三）为您提供健康解决方案</p>
            <p>根据您的检测结果，我们可能会向您推荐健康类产品及服务的解决方案，需要使用您的以下个人信息：不能识别个人身份（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）的人口统计信息（地域，性别，年龄，民族），基因型数据。</p>
            <p>（四）开展内部审计、数据分析和研究，改善我们的产品或服务</p>
            <p>为了改善我们的产品或服务，我们会开展内部审计、数据分析和研究。为此可能需要使用您的以下信息：不能识别个人身份（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）的人口统计信息（地域，性别，年龄，民族），基因型数据，表型信息。</p>
            <p>（五）用于科学研究目的</p>
            <p>为了开展群体遗传学研究及药物研发，可能需要使用您的以下信息：不能识别个人身份（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）的人口统计信息（地域，性别，年龄，民族），基因型数据，表型信息。</p>
            <p>您提供的上述信息，将在您使用本服务期间持续授权我们依法使用。上述信息将存储于中华人民共和国境内。</p>
            <p>当我们要将信息用于本政策未载明的其它用途时，会事先获取您的授权。</p>
            <p>当我们要将基于特定目的收集而来的信息用于其他目的时，会事先获取您的授权。</p>
            <br />
            <h2>二、我们如何使用 Cookie 和同类技术</h2>
            <p>为确保网站和移动服务程序正常运转，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好或购物篮内的商品等数据。</p>
            <p>我们不会将 Cookie 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。有关详情，请参见 AboutCookies.org。您可以清除计算机或移动设备上保存的所有 Cookie，但如果您这么做，则需要在每一次访问我们的网站时或移动服务程序时亲自更改用户设置。</p>
            <br />
            <h2>三、我们如何共享、转让、公开披露您的个人信息</h2>
            <p>（一）共享</p>
            <p>我们不会与本服务机构以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
            <p>1. 在获取明确授权的情况下共享：获得您的明确授权后，我们会与授权范围内的第三方共享您的个人信息。</p>
            <p>2. 我们可能会根据法律法规规定，或按政府主管部门的强制性要求，向法定主体共享您的个人信息。</p>
            <p>3. 与我们的附属公司共享：您的个人信息可能会与本服务机构的附属公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明的目的的约束。附属公司如要改变个人信息的使用目的，将再次征求您的授权同意。</p>
            <p>4. 与授权合作伙伴共享：仅为实现本隐私政策中声明的目的，我们的某些服务将由合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，在您上网购买我们的产品时，我们必须与物流服务提供商共享您的个人信息才能安排送货，或者安排合作伙伴提供服务。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</p>
            <p>目前，我们的授权合作伙伴包括以下两大类型：</p>
            <p>1. 广告、分析服务授权合作伙伴、战略合作伙伴。除非得到您的授权许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广告、分析服务的合作伙伴、战略合作伙伴（如淘宝等）共享。我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。例如，只有在广告主同意遵守我们的广告发布准则后，我们才可能会告诉广告主他们广告的效果如何，或者有多少人看了他们广告或在看到广告后购买了商品，或者向这些合作伙伴提供不能识别个人身份的人口统计信息（例如“位于北京的25岁男性，喜欢软件开发”），帮助他们了解其受众或顾客。</p>
            <p>2. 供应商、服务提供商和其他业务合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、提供物流服务、提供健康解决方案、支付便利或进行学术研究和调查。</p>
            <p>对我们共享个人信息的公司、组织和个人，我们会与其签署严格的保密协议，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来严格保护个人信息。</p>
            <p>（二）转让</p>
            <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
            <p>1. 仅在获取明确同意的情况下转让：获得您的明确授权后，我们会向其他方转让您的个人信息。</p>
            <p>2. 在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权许可。</p>
            <p>（三）公开披露</p>
            <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
            <p>1. 获得您明确同意后。</p>
            <p>2. 基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会向该等主体披露您的个人信息。</p>
            <br />
            <h2>四、我们如何保护您的个人信息</h2>
            <p>（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
            <p>（二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
            <p>（三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他互联网用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。</p>
            <p>（三）互联网并非绝对安全的环境，而且电子邮件、即时通讯及与其他互联网用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。</p>
            <p>（四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
            <p>（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。</p>
            <p>同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
            <br />
            <h2>五、您的权利</h2>
            <p>按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：</p>
            <p>（一）访问您的个人信息</p>
            <p>您有权访问您的个人信息以及在使用我们的产品或服务过程中产生的其他个人信息，但法律法规规定的例外情况除外。如果您想行使数据访问权，请拨打我们的客服电话400-682-2288提出申请。</p>
            <p>（二）更正您的个人信息</p>
            <p>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过拨打我们的客服电话400-682-2288提出更正申请。</p>
            <p>（三）删除您的个人信息</p>
            <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
            <p>1. 如果我们处理个人信息的行为违反法律法规；</p>
            <p>2. 如果我们收集、使用您的个人信息，却未征得您的同意；</p>
            <p>3. 如果我们处理个人信息的行为违反了与您的约定；</p>
            <p>4. 如果您不再使用我们的产品或服务，或您注销了账号；</p>
            <p>5. 如果我们不再为您提供产品或服务。</p>
            <p>当您从我们的服务中删除信息后，我们可能无法立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
            <p>当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
            <p>（四）改变您授权同意的范围</p>
            <p>每个业务功能需要一些基本的个人信息才能得以完成（见本政策“第一部分”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。</p>
            <p>当您收回授权同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。如果您想收回授权同意，请拨打我们的客服电话400-682-2288。</p>
            <p>（五）个人信息主体注销账户</p>
            <p>您随时可注销此前注册的账户，您可以通过拨打我们的客服电话400-682-2288提出申请。在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。</p>
            <p>（六）个人信息主体获取个人信息副本</p>
            <p>您有权获取您的个人信息副本，您可以通过拨打我们的客服电话400-682-2288提出申请。在技术可行的前提下，例如数据接口匹配，我们还可按您的要求，直接将您的个人信息副本传输给您指定的第三方。</p>
            <p>（七）约束信息系统自动决策</p>
            <p>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。</p>
            <p>（八）响应您的上述请求</p>
            <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在三十天内做出答复。</p>
            <p>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</p>
            <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
            <p>1. 与国家安全、国防安全直接相关的。</p>
            <p>2. 与公共安全、公共卫生、重大公共利益直接相关的。</p>
            <p>3. 与犯罪侦查、起诉、审判和判决执行等直接相关的。</p>
            <p>4. 有充分证据表明您存在主观恶意或滥用权利的。</p>
            <p>5. 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
            <p>6. 涉及商业秘密的。</p>
            <br />
            <h2>六、我们如何处理儿童的个人信息</h2>
            <p>我们的产品、网站和服务，如果没有父母或监护人的同意，儿童不得创建自己的用户账户。</p>
            <p>对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。</p>
            <p>尽管当地法律和习俗对儿童的定义不同，但我们将不满 14 周岁的任何人均视为儿童。</p>
            <p>如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</p>
            <p>我们指定了专人负责儿童个人信息的保护，严格设定信息访问权限，对可能接触到儿童个人信息的工作人员采取最小够用授权原则，并采取技术措施对工作人员处理儿童个人信息的行为进行记录和管控，避免违法复制、下载儿童个人信息。</p>
            <p>我们已制定儿童个人信息安全事件应急预案，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生儿童个人信息安全事件后，我们将按照法律法规的要求，及时向儿童及其监护人告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、儿童及其监护人可自主防范和降低风险的建议、对儿童及其监护人的补救措施等。我们将及时将事件相关情况以APP推送通知、发送邮件/短消息等方式告知儿童及其监护人。难以逐一告知时，我们会采取合理、有效的方式发布相关警示信息。同时，我们还将按照监管部门要求，主动上报儿童个人信息安全事件的处置情况。若儿童及其监护人的合法权益受损，我们将依法承担相应的法律责任。</p>
            <p>在电子商务活动中我们推定您具有相应的民事行为能力。如您为未成年人，我们要求您请您的父母或其他监护人仔细阅读本隐私权政策，并在征得您的父母或其他监护人同意的前提下使用我们的服务或向我们提供信息。</p>
            <p>如果我们识别出您是儿童用户的，我们将通知您的监护人并要求您的监护人同意儿童个人信息收集使用规则。对于经父母或其他监护人同意使用我们的产品或服务而收集儿童个人信息的情况，我们只会在法律法规允许、父母或其他监护人明确同意或者保护儿童所必要的情况下使用、共享、转让或披露此信息。</p>
            <p>若您是儿童的父母或其他监护人，请您关注您监护的儿童是否是在取得您的授权同意之后使用我们的服务的。如您对您所监护的儿童的个人信息有疑问，请通过第八节中的联系方式与我们联系。</p>
            <br />
            <h2>七、本政策如何更新</h2>
            <p>我们的隐私政策可能变更。</p>
            <p>未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。</p>
            <p>对于任何变更，我们会提供显著的通知说明隐私政策的具体变更内容。</p>
            <p>本政策所指的变更包括但不限于：</p>
            <p>1. 我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等。</p>
            <p>2. 我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等。</p>
            <p>3. 个人信息共享、转让或公开披露的主要对象发生变化。</p>
            <p>4. 您参与个人信息处理方面的权利及其行使方式发生重大变化。</p>
            <p>5. 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时。</p>
            <p>6. 个人信息安全影响评估报告表明存在高风险时。</p>
            <p>7.国家政策、法律法规发生变化。</p>
            <p>我们还会将本政策的旧版本存档，供您查阅。</p>
            <br />
            <h2>八、如何联系我们</h2>
            <p>如果您对本隐私政策、儿童个人信息有任何疑问、意见或建议，通过以下方式与我们联系。一般情况下，我们将在15个工作日内回复。</p>
            <p>电子邮件：postmaster@andall.com</p>
            <p>电 话：400-682-2288</p>
            <p>地 址：中国上海荷丹路240号国际生物医药科创中心</p>
          </div>
        </div>
      </Page>
    )
  }
}
