{
  "memberAgree": [
    {
      "title": "一、定义",
      "desc": "1.'安我'指上海解兮生物科技有限公司，注册地为'中国（上海）自由贸易试验区富特北路211号302部位368室'。<br/>2.'用户'是指使用安我相关服务的使用人，包括：|1)购买并使用了安我基因检测产品的用户。|2)为安我提供生物检测样本的检测者。|3)在安我网站、微信服务号及微信小程序注册的用户。|4)未注册，访问安我网站或使用安我微信服务号的用户。<br/>3.'安我的相关服务'是指用户使用安我所提供的产品、网站、微信服务号（包括但不限于文本、音像、视频、图形、图像等材料及信息）及微信小程序等，无论用户是否已经注册了账户。<br/>4.'个人信息'是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。安我收集并存储以下个人信息：|1)'注册信息'是指用户在注册或者购买时提供的有关用户的信息（例如：姓名、手机号码、生日、性别、检测者与注册人的关系、地址信息、用户名、付款情况等信息）。|2)'遗传信息'是指用户的基因型信息（例如某个SNP位点的A、T、C、G分型信息）；通过安我检测用户提供的生物样本获得，或者通过其他方式授权共享给安我。|3)'表型信息'是指用户通过安我的相关服务（如问卷调查、绑定唾液盒时），向安我授权共享的包括但不限于籍贯、出生地、疾病生理情况、家族关系情况、姓氏、临床诊断等信息。|4)'用户内容'是指用户在使用安我的相关服务时，自己产生的内容，如社区的图片、文字等信息。|5)'网络行为信息'是指用户在使用安我的相关服务时，产生的网站日志信息，cookie标识和其他通过技术手段收集到的一些信息（如手机型号、浏览器版本、域名、页面浏览路径等信息）。|5.'解锁'是指授权安我对其原始数据进行其他产品的再次解读，从而生成对应产品的检测报告；或指下单购买该项基因检测服务。"
    },
    {
      "title": "二、接受条款",
      "desc": "用户可以选择不使用本公司服务，但如果用户选择使用服务，用户的使用行为将被视为对本协议全部内容的认可。用户确认本服务协议后，本服务协议即在用户和本公司之间产生法律效力。"
    },
    {
      "title": "三、关于安我服务的风险与限制",
      "desc": "1.有用户对检测过程和检测结果感到焦虑。考虑到检测的复杂性和可能产生的影响，在检测过程中及知晓检测结果后，用户可能会出现不同程度的精神压力和负担。如果用户对此十分焦虑，建议用户在使用安我服务之前，先咨询医生或者其他专业人士。<br/>2.实验室可能会要求用户重新提供样本。如果用户的生物样本中未含有符合实验要求的DNA含量，安我可能会要求用户重新采集并提供生物样本。<br/>3.不建议用户根据自身状况以及本检测结果进行自我诊断得出结论。本检测仅从基因层面上对用户的相关检测项目进行分析，而用户的当前状况受多种内外界因素共同影响，检测结果不代表用户的当前状况，且不建议用户根据自身状况以及本检测结果进行自我诊断得出结论。如用户有任何疑问，请务必结合本检测结果向临床医生或权威健康专家进行咨询，以获得有针对性的建议。<br/>4.安我不提供医疗诊断。安我的检测结果仅仅作为用户了解自己在某些方面的遗传倾向性，并不能作为医疗诊断的主要依据。相关检测项结果中出现的任何“风险较低”或类似描述，并不代表完全没有风险，不应认为用户完全免疫某种健康风险，亦不应将此结果作为任何临床诊断或分析的判断依据。如果用户有任何关于诊断、治疗、预防任何疾病状况或用户的健康状况等相关问题，用户应该直接咨询医生或者医疗机构。<br/>5.安我不提供教育决策。人的特质表象（如运动、绘画等潜能）由基因与环境共同决定，安我的检测结果仅仅作为用户了解自己在某些特质方面的遗传倾向性，不能作为用户教育培养的决策依据。<br/>6.可能会发现与用户现有亲属关系不一致的生物关系。通过对用户生物样本进行检测分析，可以在一定程度上推知该用户家族相关遗传信息，基于此，如果用户与用户的亲属并非有生物学意义上的亲属关系，通过基因检测服务将有可能得以显露，也有可能会显露用户存在现有亲属关系之外的生物意义上的亲属。该项内容属于基于遗传学科学推理，用户应当明确本项内容存在的因个人生物样本送检导致家族遗传信息扩散的实际情况。安我不承担基于遗传信息推定而获得相关家族信息的非授权责任，亦不因亲属关系重新推定的可能而导致的任何风险承担法律责任。<br/>7.科学发展技术水平的限制。由于当前科学发展技术水平有限、用户个体情况存在差异或用户提供检测样本不符合规范等原因，即使在安我和相关检测人员已经完全履行了工作职责和规范操作程序的前提下，仍有可能出现无法检测、检测失败或检测结果不准确的情况。随着基因研究水平的发展，在未来可能出现对本检测结果经用户授权进行重新解读的情况。<br/>8.检测可能未能覆盖所有相关联的基因或位点。本检测仅针对科学研究已知的与检测项有关联的基因进行检测，不包含任何未经充分科学研究证实或尚未发现的与检测项可能相关的潜在基因。同时，受限于现有科学技术发展水平，本检测可能未能覆盖所有与检测项相关联的基因或位点。在这种情况下，用户无权要求退款或中止服务。<br/>9.基因检测技术方法限定。本检测仅针对人类基因组上的有关单核苷酸多态性位点进行检测，不包含包括DNA片段插入/缺失/倒位，拷贝数变异，染色质/染色体结构核型异常，基因表达异常，表观遗传异常等在内的任何非单核苷酸多态性的遗传变异。"
    },
    {
      "title": "四、用户须知",
      "desc": "如果用户使用安我服务，用户须知晓以下内容：<br/>1.用户须具有完全民事行为能力。无民事行为能力人或限制民事行为能力人应由其法定监护人作出相应决定。<br/>2.用户需要通过安我提供的样本采集套装采集本人生物样本，并保证样本属于用户本人，安我或其委托检测机构对样本的真实性不承担任何责任。用户允许安我从其提供的生物样本提取并分析DNA，向用户或者用户的授权人展示基因解读结果。<br/>3.在任何情况下，安我都不对用户或任何第三方因使用安我提供的信息或服务导致的直接或间接后果承担任何责任。<br/>4.用户（或其监护人）授权安我或其委托检测机构对采集的样本进行基因检测，并授权安我或其委托检测机构对所获取的实验数据和生物样本出于科学研究目的在事先去除可识别个人信息的情况下进行保存和使用。对于任何在本检测过程中产生或与提供本检测相关的成果，包括但不限于数据、文章、图片、音频、视频、专利以及产品等，用户并不享有任何所有权或知识产权。<br/>5.用户选择解锁服务，即为授权安我提取当前用户的原始数据以再次解读，为其生成对应产品的检测报告。未经用户的授权，安我不会对数据做其他分析解读。<br/>6.用户选择解锁服务，可能需要支付相应检测服务的费用。<br/>7.考虑到检测的复杂性和可能产生的影响，在检测过程中及知晓检测结果后，用户可能会出现不同程度的精神压力和负担，本检测机构不为此承担任何责任。<br/>8.安我会不定期举办基因检测产品宣传、促销活动，安我在法律允许的范围内享有该等活动的最终解释权。<br/>9.如用户在确认接受本检测后的两年内未将检测样本交付于公司或者未交付符合检测要求的检测样本，则视为安我已提供并完成本检测。<br/>10.如果用户违反本协议中的任意一项，安我有权暂停或终止用户的账户并拒绝用户当前或将来使用安我的任何检测服务，且用户应对由此给安我造成的损失承担相应的法律责任。"
    },
    {
      "title": "五、账户创建、密码保护和安全义务",
      "desc": "如果用户使用安我的服务，用户同意：<br/>1.提供给安我注册手机号码是真实、有效且属于用户本人。<br/>2.用户有义务在用户更换手机号码的时候，及时将用户账号的手机号码更新到最新的手机号码，如果由于用户未及时更新安我注册手机号码导致的隐私泄漏将由用户自己负责。<br/>3.用户在注册安我账户后，用户有责任保存好自己的账号，并对用户账户下所发生的所有活动负全部责任。"
    },
    {
      "title": "六、用户禁止",
      "desc": "如果用户使用安我的服务，用户同意：<br/>1.禁止将账号提供给第三方使用。<br/>2.用户不得利用安我服务制作、上载、复制、发布、传播或者转载国家宪法、法律以及行政法规所禁止的信息。<br/>3.禁止通过手动或自动软件、脚本及其他技术手段，抓取或爬取安我的任何内容。<br/>4.禁止镜像或者模仿安我网站。<br/>5.禁止转售安我的产品。为保证用户体验，安我禁止加价转售安我的产品，一旦安我发现用户有加价转售的行为，安我有权作废用户购买的产品。"
    },
    {
      "title": "七、隐私保护",
      "desc": "1.为了使用安我的服务，用户应该首先确认并同意安我《检测知情同意书》。如果用户不同意《检测知情同意书》中的条款，则用户不得使用安我的服务。一旦使用安我的服务，就代表用户同意安我的《检测知情同意书》。<br/>2.用户同意安我有权对用户使用网站的所有行为进行监控，保留此类行为数据，安我有权对这些行为数据进行分析。<br/>3.用户同意安我的《个人隐私政策》，安我将按《个人隐私政策》的规定处理用户填写的问卷调查结果，并按规定与安我的合作研究机构（包括但不限于科学研究机构，药品研发中心、医疗卫生组织等）使用用户的问卷调查结果。<br/>4.在如下情况下，安我将依据用户的个人意愿或法律的规定全部或部分的披露用户的个人信息：|1)在获取用户明确同意的情况下共享：获得用户的明确同意后，安我会与其他方共享用户的个人信息。|2)安我可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享用户的个人信息。|3)用户的个人信息可能会与安我的关联公司共享：安我只会共享必要的个人信息，且受《个人隐私政策》中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求用户的授权同意。|4)与授权合作伙伴共享：仅为实现《个人隐私政策》中声明的目的，安我的某些服务将由授权合作伙伴提供。安我可能会与合作伙伴共享用户的某些个人信息，以提供更好的客户服务和用户体验。|5)其它根据法律、法规或者与用户达成的协议所认为合适的披露。"
    },
    {
      "title": "八、协议的变更与终止",
      "desc": "1.安我可根据国家法律法规变化及在有必要时，修改、补充本协议，用户可以在相关服务页面查阅最新版本的协议条款。<br/>2.如用户不同意变更事项，用户有权于变更事项确定的生效日前联系安我反馈意见。如用户对已生效的变更事项仍不同意的，用户应当于变更事项确定的生效之日起停止使用安我服务，变更事项对用户不产生效力；如用户在变更事项生效后仍继续使用安我服务，视为用户同意已生效的变更事项。<br/>3.如发生下列任何一种情形，安我有权不经通知而中断或终止向用户提供的服务：|1)根据法律规定用户应提交真实信息，而用户提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明。|2)用户违反相关法律法规或本协议的约定。|3)按照法律规定或主管部门的要求。|4)出于安全的原因或其他必要的情形。"
    },
    {
      "title": "九、其他免责条款",
      "desc": "1.由于用户提供联系方式（包括但不限于电话号码，通信地址，电子邮件）的错误或因变更没有及时更改个人信息导致的服务障碍，安我不承担任何责任<br/>2.由于非归于安我的责任所导致的时间延误（包括但不限于用户原因导致的DNA采集失败，物流公司原因导致的投递延迟及不可抗力导致的时间延误等），安我不承担任何责任。<br/>3.由于用户将个人账户、密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，安我不承担任何责任。本网站若因线路及非安我控制范围内的硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，安我不承担任何责任"
    },
    {
      "title": "十、法律适用与争议解决",
      "desc": "1.本协议的订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。<br/>2.用户因使用安我服务所产生及与服务有关的争议，由安我与用户协商解决。协商不成时，由安我所在地有管辖权的法院进行管辖。"
    }
  ]
}
