import React from 'react'

class AgreeCon extends React.Component {
  render() {
    return (
      <React.Fragment>
        <h2>安我HPV分析检测知情同意书</h2>
        <p>欢迎您选用上海解兮生物科技有限公司（“服务机构”）提供的“安我”品牌HPV分析检测服务（“本检测”）。</p>
        <p>为了保证您（“受检者”）在充分知情同意的情况下参加本检测，请本人仔细阅读或由他人阅读《安我HPV分析检测知情同意书》（“知情同意书”）。阅读后，请您确保已充分了解本知情同意书所有条款，并决定是否接受本知情同意书。如您对本知情同意书的任何内容持有异议，应停止使用或主动取消服务机构提供的服务。</p>
        <span>样本采集：</span>
        <p>在本检测中，受检者需使用服务机构提供的采样套装，并按照说明书推荐的使用方法采集受检者本人宫颈分泌物样本，所采集的样本仅用于提取病毒DNA供本次检测使用。受检者保证提供的检测样本属于本人，服务机构对样本的有效性、真实性（即样本是否属于受检者本人）概不负责。 </p>
        <p>如受检者在确认接受本检测后的两年内未将检测样本交付于公司或者未交付符合检测要求的检测样本，则视为服务机构已提供并完成本检测。</p>
        <span>检测目的：</span>
        <p>本检测通过对受检者提供的检测样本进行HPV分析检测，评估受检者是否正在发生HPV感染，从而帮助受检者更好地了解自己的健康状况，并及时采取科学健康的管理措施进行干预。</p>
        <span>检测局限性：</span>
        <p>1. 本检测采用PCR技术进行宫颈相关HPV基因分型检测。但是，鉴于当前科学认知和技术发展技术水平限制、受检者个体差异或样本采集不符合规范等原因，即使在检测人员已经履行了工作职责和操作程序的前提下，仍有可能出现无法检测、检测失败或检测结果不准确的情况。</p>
        <p>2. 高危型HPV持续感染是造成宫颈癌的主要原因，本检测是宫颈癌的筛查，检测结果阳性仅代表目前存在HPV感染，不代表已发生宫颈癌前病变或者宫颈癌。本检测结果仅作为临床参考，不能单独作为临床诊断或分析的最终依据，也不应作为受检者生活和工作中重大决策的唯一依据。</p>
        <p>3. 受检者在知晓检测结果后，可能会出现不同程度的精神压力和负担，服务机构不对此承担任何责任。服务机构强烈建议受检者有任何疑问，请务必结合本检测结果向临床医生或权威健康专家进行咨询，以获得有针对性的建议。</p>
        <p>4. HPV感染受生理、生活等多方面影响，且HPV体内增殖或自体免疫清除是一个动态变化的过程，建议持续监测以了解罹患宫颈癌的风险。</p>
        <p>5. 受检者在采样前24小时，以下行为如阴道上药、冲洗，有过性生活、妇科检查、使用润滑剂等情况，会引起检测结果误差，故服务机构提示注意合理安排检测时间。</p>
        <p>6. 本检测的报告仅对所送检测标本负责，不对受检者和受检样本的一致性承担责任。如送检测的标本不符合质量要求，为了受检者的健康状况考虑，服务机构会在认为有必要的前提下，要求受检者重新采样送检。</p>
        <span>保密原则：</span>
        <p>受检者个人信息包括姓名、年龄、联系方式及检测结果等信息。服务机构或其委托检测机构将进行严格保密，除法律规定或政府机关要求外，在未征得受检者同意前，不会以任何形式披露给除服务机构或其委托检测机构之外的第三方。服务机构及其工作人员仅在提供本检测所必须的范围内访问并使用受检者的个人信息。</p>
        <p>受检者应妥善保管个人信息，避免将其泄露给其他个人或机构，并及时向服务机构告知任何泄露风险。因受检者自身原因造成的个人信息泄露，服务机构不承担任何责任。</p>
        <span>其他条款：</span>
        <p>1. 受检者授权服务机构对采集的样本进行HPV分析检测，并授权服务机构在事先去除可识别个人信息的情况下，依据现行有效法律法规对获取的实验数据和剩余样本进行保存、使用或废弃。</p>
        <p>2. 详情请咨询服务机构客服，联系方式021-80344674 。 </p>
        <span>受检者声明：</span>
        <p>我勾选以下“我同意《安我HPV分析检测知情同意书》”表明我已经阅读并知晓以上信息，同意并接受《安我HPV分析检测知情同意书》所有内容，并理解本检测的内容及可能的风险，且没有任何进一步的疑问。经本人慎重考虑，我自愿参加本次HPV分析检测，并承担因检测带来的相关风险。</p>
      </React.Fragment>
    )
  }
}

export default AgreeCon
