import React from 'react'

class AgreeConAn extends React.Component {
  render() {
    return (
      <React.Fragment>
        <h2>安小软肠道菌群检测知情同意书</h2>
        <p>欢迎您选用上海解兮生物科技有限公司（“服务机构”）提供的“安小软”品牌基因检测服务（“本检测”）。</p>
        <p>为了保证您（“受检者”）在充分知情同意的情况下参加本检测，请仔细阅读本《安小软肠道菌群检测知情同意书》（“知情同意书”）。请您亲自阅读，或请其他人阅读给您听，以确保您已充分了解本知情同意书所有条款， 包括免除或者限制服务机构责任的免责条款及对用户的权利限制，并决定是否接受本知情同意书（无民事行为能力人或限制民事行为能力人由其法定监护人作出相应决定）。如您对本知情同意书的任何内容持有异议，应停止使用或主动取消服务机构提供的服务。</p>
        <span>样本采集：</span>
        <p>在本检测中，受检者或其法定监护人需按照说明书，使用服务机构提供的采集套装，采集受检者本人新鲜粪便样本，所采集的样本仅用于提取粪便中菌群DNA供本检测使用。</p>
        <p>如受检者在确认接受本检测后的两年内未将检测样本交付于公司或者未交付符合检测要求的检测样本，则视为服务机构已提供并完成本检测。</p>
        <span>检测目的：</span>
        <p>本检测采用先进的基因检测技术，检测粪便样本中的菌群，评估婴幼儿肠道菌群比例实况，并通过菌群及其功能评估给出健康及疾病风险提示。</p>
        <span>检测局限性：</span>
        <p>1. 本检测仅从菌群基因组层面对受检者的相关检测项进行分析，而受检者的当前状况受多种内外界因素共同影响，不具有医学临床诊断或治疗的目的，在任何情况下均不应将其代替医学临床诊断或分析或者作为医学临床诊断或分析的依据，且不建议受检者根据自身状况以及本检测结果进行自我诊断得出结论。如需药物治疗和干预，请到相关医疗机构进行咨询就诊。如需外源性营养剂的补充，请在专业医师或营养咨询师的建议下合理补充，否则对受检者造成的损伤，本检测机构不承担任何责任。</p>
        <p>2. 本检测仅针对科学研究已知的与检测项有关联的菌群基因序列进行检测，不包含任何未经充分科学研究证实或尚未发现的与检测项可能相关的菌群种类。同时，受限于现有科学技术发展水平，本检测可能未能覆盖所有与检测项相关联的菌群种类。</p>
        <p>3. 本检测相关检测项结果中出现的任何“风险较低”或“风险中等”等类似描述，并不代表完全没有风险，不应认为受检者完全免疫某种健康风险。“风险较高”及类似描述，并不代表一定会出现某种健康或疾病问题，亦不应将此结果作为任何临床诊断或分析的判断依据。</p>
        <p>4. 由于当前科学发展技术水平有限、受检者个体情况存在差异或受检者提供检测样本不符合规范等原因，即使在服务机构和相关检测人员已经完全履行了工作职责和规范操作程序的前提下，仍有可能出现无法检测、检测失败或检测结果不准确的情况。</p>
        <p>5. 肠道菌群组成是一个动态变化的过程，每一次检测结果只针对本次采集粪便样品的时间点，并不代表其他时间点的肠道菌群状态。随着受检者自身状况的变化，包括但不仅限于近期抗生素和一些药物的服用，其肠道菌群结构也会相应的变化。</p>
        <p>6. 随着菌群基因研究水平的发展，在未来可能出现对本检测结果的重新解读的情况。</p>
        <span>保密原则：</span>
        <p>受检者个人身份所包括的姓名、年龄、联系方式、身份证号等信息，服务机构或其委托检测机构将进行严格保密，除法律规定或政府机关要求外，在未征得受检者同意前，不会以任何形式披露给除服务机构或其委托检测机构之外的第三方。服务机构及其工作人员仅在提供本检测所必须的范围内访问并使用受检者的个人信息。</p>
        <p>受检者应妥善保管个人信息，避免将其泄露给其他个人或机构，并及时向服务机构告知任何泄露风险。因受检者自身原因造成的个人信息泄露，服务机构不承担任何责任。</p>
        <span>其他条款：</span>
        <p>1. 受检者或其法定监护人需要通过服务机构提供的样本采集套装采集本人粪便样本，并保证样本属于受检者本人，服务机构或其委托检测机构对样本的真实性不承担任何责任。</p>
        <p>2. 在任何情况下，服务机构都不对受检者或任何第三方因使用服务机构提供的信息或服务导致的直接或间接后果承担任何责任。</p>
        <p>3. 受检者或其监护人授权服务机构或其委托检测机构对采集的样本进行菌群基因检测，并授权服务机构或其委托检测机构对所获取的实验数据和剩余样本出于科学研究目的在事先去除可识别个人信息的情况下依据现行有效的法律法规进行保存和使用。对于任何在本检测过程中产生或与提供本检测相关的成果，包括但不限于数据、文章、图片、音频、视频、专利以及产品等，受检者并不享有任何所有权或知识产权。</p>
        <p>4. 考虑到检测的复杂性和可能产生的影响，在检测过程中及知晓检测结果后，受检者可能会出现不同程度的精神压力和负担，服务机构不为此承担任何责任。受检者不应将本检测结果作为临床诊断的依据，也不应将其作为受检者生活和工作中重大决策的唯一依据。</p>
        <span>受检者（或其法定监护人）声明：</span>
        <p>我点击“我已阅读并同意上述内容”按钮表明我已经阅读并知晓以上信息，同意并接受《安小软肠道菌群检测知情同意书》所有内容。我已经了解了关于本检测中我想要知道的全部信息，并理解本检测的内容及可能的风险，且没有任何进一步的疑问。我自愿参加本次基因检测。</p>
      </React.Fragment>
    )
  }
}

export default AgreeConAn
