import React from 'react'

class AgreeBreastCancer extends React.Component {
  render() {
    return (
      <React.Fragment>
        <h2>安我BRCA1/2基因检测知情同意书</h2>
        <p>欢迎您选用上海解兮生物科技有限公司（“服务机构”）提供的“安我”品牌BRCA1/2基因检测服务（“本检测”）。</p>
        <p>为了保证您（“受检者”）在充分知情同意的情况下参加本检测，请本人仔细阅读或由他人阅读《安我BRCA1/2基因检测知情同意书》（“知情同意书”）。阅读后，请您确保已充分了解本知情同意书所有条款，并决定是否接受本知情同意书。如您对本知情同意书的任何内容持有异议，应停止使用或主动取消服务机构提供的服务。</p>
        <span>样本采集：</span>
        <p>在本检测中，受检者需使用服务机构提供的采集套装，并按照说明书推荐的使用方法采集受检者本人的唾液样本，所采集的样本仅用于提取DNA供本次检测使用。</p>
        <p>在本检测中，受检者需使用服务机构提供的采集套装，并按照说明书推荐的使用方法采集受检者本人的唾液样本，所采集的样本仅用于提取DNA供本次检测使用。</p>
        <span>检测目的：</span>
        <p>本检测通过对受检者提供的检测样本进行BRCA1/2基因检测，评估受检者的遗传性乳腺癌/卵巢癌的发病风险，从而帮助受检者更好地了解自己的基因状况，并及时采取科学健康的管理措施进行干预。</p>
        <span>检测局限性：</span>
        <p>1. 本检测采用NGS测序技术进行BRCA1/2基因检测。本检测方法精确度和灵敏度优异，但是，鉴于当前科学发展技术水平限制、受检者个体差异或样本采集不符合规范等原因，即使在检测人员已经履行了工作职责和操作程序的前提下，仍有可能出现无法检测、检测失败或检测结果不准确的情况。</p>
        <p>2. 遗传性乳腺癌/卵巢癌发病与多个基因相关，本次检测覆盖的基因目前医学界公认的两个与乳腺癌/卵巢癌发病最密切相关的基因。本检测结果仅作为临床参考，不能单独作为临床诊断或分析的最终依据，也不应作为受检者生活和工作中重大决策的唯一依据。</p>
        <p>3. 本次BRCA1/2基因检测的结果不代表医学范畴的诊断结果，阳性变异结果也不意味着最终确诊，同时受检者及其家属在知晓检测结果后，可能会出现不同程度的精神压力和负担，服务机构不为此承担任何责任。服务机构强烈建议受检者有任何疑问，请务必结合本检测结果向临床医生或权威遗传咨询专家进行咨询，以获得有针对性的建议。</p>
        <p>4. 乳腺癌/卵巢癌属于发病因素较为复杂的疾病，除了基因遗传的因素之外，环境因素也会起到重要的作用。本次基因检测仅给出基因方面的结果反馈，可能会出现与受检者表征不符的结果，具体信息和结果解读请向医生或遗传咨询师进行咨询。</p>
        <p>5. 本检测的报告仅对所送检测标本负责，如送检测的标本不符合质量要求，为了受检者的健康状况考虑，服务机构会在认为有必要的前提下，要求受检者提供足量的送检测标本。</p>
        <span>保密原则：</span>
        <p>受检者个人信息包括姓名、年龄、联系方式及检测结果等信息。服务机构或其委托检测机构将进行严格保密，除法律规定或政府机关要求外，在未征得受检者同意前，不会以任何形式披露给除服务机构或其委托检测机构之外的第三方。服务机构及其工作人员仅在提供本检测所必须的范围内访问并使用受检者的个人信息。</p>
        <p>受检者应妥善保管个人信息，避免将其泄露给其他个人或机构，并及时向服务机构告知任何泄露风险。因受检者自身原因造成的个人信息泄露，服务机构不承担任何责任。</p>
        <span>其他条款：</span>
        <p>1. 受检者需保证所采样本为受检者本人的唾液，服务机构对样本的真实性不承担任何责任，检测结果仅对本次送检样本有效。</p>
        <p>2. 受检者授权服务机构对采集的样本进行BRCA1/2基因检测，并授权服务机构在事先去除可识别个人信息的情况下，依据现行有效法律法规对获取的实验数据和剩余样本进行保存、使用或废弃。</p>
        <p>3. 对于任何在本检测过程中产生的相关成果，包括但不限于数据、文章、图片、音频、视频、专利以及产品等，受检者并不享有任何所有权或知识产权。</p>
        <p>4. 本项目的检测技术由上海解兮生物科技有限公司提供。</p>
        <p>5. 详情请咨询服务机构客服，联系方式021-80344674 。</p>
        <span>受检者声明：</span>
        <p>我勾选以下“我同意《安我BRCA1/2基因检测知情同意书》”表明我已经阅读并知晓以上信息，同意并接受《安我BRCA1/2基因检测知情同意书》所有内容，并理解本检测的内容及可能的风险，且没有任何进一步的疑问。经本人慎重考虑，我自愿参加本次BRCA1/2基因检测，并承担因检测带来的相关风险。</p>
      </React.Fragment>
    )
  }
}

export default AgreeBreastCancer
